{
  "en": {
    "GeneralTitle": "Tailor-made recruitment offers",
    "GeneralTitle_description": "Our recruitment firm, specializing in skilled Romanian labor for the construction sector in France, offers a full range of services tailored to your needs. We are committed to providing the best talent for your construction projects, offering flexible and customized solutions to meet your specific requirements.",
    "offer_1_title": "Recruitment à la carte",
    "offer_1_description": "Our à la carte recruitment service allows you to choose the skills and worker profiles that best suit your needs. We present you with a selection of pre-qualified and verified candidates, leaving it up to you to make the final decision. This service gives you the flexibility to meet the requirements of your project, no matter the size.",
    "offer_2_title": "Team recruitment",
    "offer_2_description": "For projects requiring close collaboration between several professionals, our team recruitment service allows you to quickly assemble a team of qualified and experienced Romanian workers. We select for you candidates with complementary skills, to guarantee an efficient and harmonious collaboration on the construction site.",
    "offer_3_title": "Outsourced project management",
    "offer_3_description": "If you prefer to outsource the management of your construction project, we offer a complete outsourced project management service. We take care of the recruitment and supervision of Romanian staff, as well as the coordination of tasks and communication with other stakeholders. You benefit from a turnkey service and total peace of mind.",
    "offer_4_title": "Training and integration",
    "offer_4_description": "In order to guarantee a successful integration of our Romanian workers within your company, we also offer training and integration services. We offer training on the specificities of the construction sector in France, as well as intercultural communication workshops to promote harmonious collaboration between your local employees and Romanian workers.",
    "offer_5_title": "Advice and expertise",
    "offer_5_description": "In addition to our recruitment services, we offer advice and expertise on the employment of Romanian labor in France. Whether you need help navigating local regulations or information on best practices for attracting and retaining Romanian talent, we're here to support you.",
    "offer_5.1_description": "With these varied offers, our recruitment firm adapts to your needs to help you find the skilled labor you need to carry out your construction projects. Do not hesitate to contact us to discuss the best solution for your business.",

  },
  "ro": {
    "GeneralTitle": "Oferte de recrutare personalizate",
    "GeneralTitle_description": "Firma noastră de recrutare, specializată în forță de muncă românească calificată pentru sectorul construcțiilor din Franța, oferă o gamă completă de servicii adaptate nevoilor dumneavoastră. Ne angajăm să oferim cel mai bun talent pentru proiectele dumneavoastră de construcții, oferind soluții flexibile și personalizate pentru a răspunde cerințelor dumneavoastră specifice.",
    "offer_1_title": "Recrutare à la carte",
    "offer_1_description": "Serviciul nostru de recrutare à la carte vă permite să alegeți abilitățile și profilurile de lucrător care se potrivesc cel mai bine nevoilor dumneavoastră. Vă prezentăm o selecție de candidați precalificați și verificați, lăsându-vă să luați decizia finală. Acest serviciu vă oferă flexibilitatea de a îndeplini cerințele proiectului dumneavoastră, indiferent de dimensiune.",
    "offer_2_title": "Recrutarea echipei",
    "offer_2_description": "Pentru proiectele care necesită o colaborare strânsă între mai mulți profesioniști, serviciul nostru de recrutare de echipe vă permite să formați rapid o echipă de muncitori români calificați și cu experiență. Selectăm pentru dumneavoastră candidați cu competențe complementare, pentru a garanta o colaborare eficientă și armonioasă pe șantier.",
    "offer_3_title": "Management de proiect externalizat",
    "offer_3_description": "Dacă preferați să externalizați managementul proiectului dvs. de construcții, vă oferim un serviciu complet de management de proiect externalizat. Ne ocupăm de recrutarea și supravegherea personalului român, precum și de coordonarea sarcinilor și comunicarea cu alte părți interesate. Beneficiezi de un serviciu la cheie și de liniște totală.",
    "offer_4_title": "Formare și integrare",
    "offer_4_description": "Pentru a garanta o integrare de succes a lucrătorilor noștri români în cadrul companiei dumneavoastră, oferim și servicii de formare și integrare. Oferim training cu privire la specificul sectorului construcțiilor din Franța, precum și ateliere de comunicare interculturală pentru a promova colaborarea armonioasă între angajații dvs. locali și muncitorii români.",
    "offer_5_title": "Sfaturi si expertiza",
    "offer_5_description": "Pe lângă serviciile noastre de recrutare, oferim consultanță și expertiză privind angajarea forței de muncă românești în Franța. Indiferent dacă aveți nevoie de ajutor pentru a naviga în reglementările locale sau de informații despre cele mai bune practici pentru atragerea și reținerea talentelor românești, suntem aici pentru a vă sprijini. ",
    "offer_5.1_description": "Cu aceste oferte variate, firma noastră de recrutare se adaptează nevoilor dumneavoastră pentru a vă ajuta să găsiți forța de muncă calificată de care aveți nevoie pentru a vă realiza proiectele de construcții. Nu ezitați să ne contactați pentru a discuta cea mai bună soluție pentru afacerea dvs.",


  },
  "fr": {
    "GeneralTitle": "Oferte de recrutare personalizate",
    "GeneralTitle_description": "Firma noastră de recrutare, specializată în forță de muncă românească calificată pentru sectorul construcțiilor din Franța, oferă o gamă completă de servicii adaptate nevoilor dumneavoastră. Ne angajăm să oferim cel mai bun talent pentru proiectele dumneavoastră de construcții, oferind soluții flexibile și personalizate pentru a răspunde cerințelor dumneavoastră specifice.",
    "offer_1_title": "Recrutare à la carte",
    "offer_1_description": "Serviciul nostru de recrutare à la carte vă permite să alegeți abilitățile și profilurile de lucrător care se potrivesc cel mai bine nevoilor dumneavoastră. Vă prezentăm o selecție de candidați precalificați și verificați, lăsându-vă să luați decizia finală. Acest serviciu vă oferă flexibilitatea de a îndeplini cerințele proiectului dumneavoastră, indiferent de dimensiune.",
    "offer_2_title": "Recrutarea echipei",
    "offer_2_description": "Pentru proiectele care necesită o colaborare strânsă între mai mulți profesioniști, serviciul nostru de recrutare de echipe vă permite să formați rapid o echipă de muncitori români calificați și cu experiență. Selectăm pentru dumneavoastră candidați cu competențe complementare, pentru a garanta o colaborare eficientă și armonioasă pe șantier.",
    "offer_3_title": "Management de proiect externalizat",
    "offer_3_description": "Dacă preferați să externalizați managementul proiectului dvs. de construcții, vă oferim un serviciu complet de management de proiect externalizat. Ne ocupăm de recrutarea și supravegherea personalului român, precum și de coordonarea sarcinilor și comunicarea cu alte părți interesate. Beneficiezi de un serviciu la cheie și de liniște totală.",
    "offer_4_title": "Formare și integrare",
    "offer_4_description": "Pentru a garanta o integrare de succes a lucrătorilor noștri români în cadrul companiei dumneavoastră, oferim și servicii de formare și integrare. Oferim training cu privire la specificul sectorului construcțiilor din Franța, precum și ateliere de comunicare interculturală pentru a promova colaborarea armonioasă între angajații dvs. locali și muncitorii români.",
    "offer_5_title": "Sfaturi si expertiza",
    "offer_5_description": "Pe lângă serviciile noastre de recrutare, oferim consultanță și expertiză privind angajarea forței de muncă românești în Franța. Indiferent dacă aveți nevoie de ajutor pentru a naviga în reglementările locale sau de informații despre cele mai bune practici pentru atragerea și reținerea talentelor românești, suntem aici pentru a vă sprijini. ",
    "offer_5.1_description": "Cu aceste oferte variate, firma noastră de recrutare se adaptează nevoilor dumneavoastră pentru a vă ajuta să găsiți forța de muncă calificată de care aveți nevoie pentru a vă realiza proiectele de construcții. Nu ezitați să ne contactați pentru a discuta cea mai bună soluție pentru afacerea dvs.",
  }
}

